Repository: carlosmobile/MarvelChallenge
Catalog: MarvelChallenge/Support/*.lproj/Localizable.strings
Languages: es

source: Loading...
es: Cargando...

# noInternet
source: Internet connection fails
es: Fallo en la conexión a internet

source: Close
es: Cerrar

source: Retry
es: Reintentar

source: Back
es: Volver

# errorWritingKey
source: your key here
es: escribe tu key aquí

# loginAPITitle
source: Check Keys
es: Comprobar Keys

# loginButtonTitle
source: Send keys
es: Enviar keys

# charactersTitle
source: Marvel characters
es: Marvel personajes

source: No description
es: Sin descripción

# searchBarPlaceholder
source: Search by name
es: Buscar por nombre

# detailTitle
source: Character Detail
es: Detalle personaje

# noItemsMatch
source: No items match your query
es: No hay coincidencias

# charactersFooterCount
source: Characters: %d of %d
es: %d personajes de %d

# visitWiki
source: See more in wiki
es: Más info en wiki

# visitWikiNotAvailable
source: Wiki not available
es: Wiki no disponible
